Repository: inveniosoftware/invenio-github
Catalog: invenio_github/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, es, fr, hu, ro, sv, tr

source: Webhook data not found for user tokens (remote data).
cs: Data webhooku nebyla nalezena pro uživatelské tokeny (vzdálená data).
es: No se encontraron datos de webhook para los tokens de usuario (datos remotos).
hu: Nem található webhook-adat a felhasználói tokenekhez (távoli adatok).
sv: webhook data saknas för åtkomsttoken (extern data)

source: You must set GITHUB_WEBHOOK_RECEIVER_URL.
cs: Musíte nastavit GITHUB_WEBHOOK_RECEIVER_URL
es: Debe configurar GITHUB_WEBHOOK_RECEIVER_URL.
hu: Állítsa be a GITHUB_WEBHOOK_RECEIVER_URL-t!
sv: Du behöver ange en URL för GITHUB_WEBHOOK_RECEIVER_URL.

source: Remote account was not found for user.
cs: Pro uživatele nebyl nalezen vzdálený účet.
es: No se encontró la cuenta remota para el usuario.
hu: Nem található távoli fiók a felhasználóhoz.
sv: Externt konto kunde inte hittas för användare

source: Last sync data is not set for user (remote data).
cs: Data poslední synchronizace nejsou pro uživatele nastavena (vzdálená data).
es: Los últimos datos de sincronización no están configurados para el usuario (datos remotos).
hu: Az utolsó szinkronizálási adatok nincsenek beállítva a felhasználó számára (távoli adatok).
sv: Senast synkad data inte angivet för användare (extern data).

source: Github returned unexpected code: %(status)s for release %(repo_id)s
cs: Github vrátil neočekávaný kód: %(status)s pro uvolněnou verzi %(repo_id)s
es: Github devolvió un código inesperado: %(status)s para el lanzamiento %(repo_id)s
hu: A Github váratlan kódot adott vissza: %(status)sa kiadáshoz%(repo_id)s
sv: Github returnerade oväntad kod: %(status)s för release %(repo_id)s

source: The user cannot access the github repository
cs: Uživatel nemá přístup k repozitáři na Githubu
es: El usuario no puede acceder al repositorio de github
hu: A felhasználónak nincs hozzáférése a github repozitóriumhoz
sv: Användaren kan inte komma åt github repositoriet

source: This repository is not enabled for webhooks.
cs: Tento repozitář nemá povolené webhooky.
es: Este repositorio no está habilitado para webhooks.
hu: Ez a repozitórium nem engedélyezi a webhookok használatát.
sv: Detta repositorium har inte aktiverat möjlighet till webhooks

source: The repository does not exist.
cs: Repozitář neexistuje.
es: El repositorio no existe.
hu: A repozitórium nem létezik.
sv: Repositoriet existerar inte

source: Invalid sender for event
cs: Neplatný odesílatel události
es: Remitente no válido para el evento
hu: Érvénytelen beküldő az eseményhez
sv: Ogiltig sändare för händelsen

source: The release has already been received.
cs: Tato uvolněná verze již byla přijata.
es: El comunicado ya fue recibido.
hu: A kiadás már beérkezett.
sv: Releasen har redan mottagits.

source: The metadata file is not valid JSON.
cs: Soubor s metadaty není platný JSON.
es: El archivo de metadatos no es un JSON válido.
hu: A metaadat fájl nem érvényes JSON.
sv: Metadata filen är inte i giltigt JSON format.

source: The oauth session token was not found.
cs: Token relace oauth nebyl nalezen.
es: No se encontró el token de sesión oauth.
hu: The oauth session token nem található.
sv: Token för oauth sessionen kan inte hittas.

source: RemoteAccount not found for user
cs: Vzdálený účet pro uživatele nebyl nalezen
es: RemoteAccount no encontrado para el usuario
hu: Nem található távoli fiók a felhasználóhoz.
sv: RemoteAccount kan inte hittas för användaren.

source: RemoteAccount extra data not set for user.
cs: Dodatečná data vzdáleného účtu nejsou pro uživatele nastavena.
es: Datos adicionales de RemoteAccount no establecidos para el usuario.
hu: A RemoteAccount extra adat nincs beállítva a felhasználó számára.
sv: RemoteAccount extra data har inte angetts för användaren.

source: Release does not exist.
cs: Uvolněná verze neexistuje.
es: El lanzamiento no existe.
hu: A kiadás nem létezik.
sv: Releasen existerar inte.

source: Github API returned an unexpected error.
cs: Github API vrátil neočekávanou chybu.
es: La API de Github devolvió un error inesperado.
hu: A Github API váratlan hibát jelzett.
sv: Github API:et returnerade ett oväntat fel.

source: Received
ar: تم الاستلام
cs: Přijato
es: Recibido
fr: Reçu
hu: Megérkezett
ro: Primit
sv: Tilldelats
tr: Alınan

source: Processing
ar: بصدد المعالجة
cs: Zpracovává se
es: Procesándose
fr: En traitement
hu: Feldolgozás alatt
ro: Procesare
sv: Bearbetning
tr: İşleniyor

source: Published
ar: نشرت
cs: Publikováno
es: Publicado
fr: Publié
hu: Publikálva
ro: Publicat
sv: Publicerad
tr: Yayınlanan

source: Failed
ar: فشلت
cs: Selhalo
es: Falló
fr: Echoué
hu: Sikertelen
ro: Eșuat
sv: Misslyckade
tr: Hata alan

source: Deleted
ar: تمّ الحذف
cs: Smazaný
es: Borrado
fr: Supprimé
hu: Törölve
ro: Șters
sv: Raderad
tr: Silinen

source: Deleted hook from github repository.
cs: Smazán webhook z Github repozitáře.
hu: A GitHub repozitóriumból törölve lett a hook.
sv: Deletad hook från github repositoriet.

source: DOI Badge
ar: العلامة المميّزة DOI
cs: DOI odznak
es: Distintivo DOI
hu: DOI jelvény
ro: Ecuson DOI
tr: DOI Rozeti

source: This badge points to the latest released version of your repository. If you want a DOI badge for a specific release, please follow the DOI link for one of the specific releases and grab badge from the archived record.
ar: هذه العلامة المميّزة تشير إلى أحدث إصدار لمستودعك. إذا كنت تريد العلامة المميّزة DOI لإصدار معين، فيرجى اتّباع رابط DOI لأحد الإصدارات والحصول على العلامة المميّزة من التّسجيلة المؤرشف.
cs: Tento odznak vede na poslední uvolněnou verzi vašeho git repozitáře. Pokud chcete DOI odznak pro určitou (starší) verzi, klikněte prosím na DOI link některé z verzí a stáhněte si odznak z archivovaného záznamu.
es: Este distintivo señala la última versión publicada de su repositorio. Si desea un distintivo DOI para una versión específica, siga el enlace DOI para una de las versiones específicas y obtenga el distintivo del registro archivado.
fr: Ce badge pointe vers la dernière version publiée de votre référentiel. Si vous souhaitez un badge DOI pour une version spécifique, veuillez suivre le lien DOI pour l'une des versions spécifiques et saisir le badge de l'enregistrement archivé.
hu: Ez a jelvény a repozitórium legfrissebb kiadására mutat. Ha egy adott kiadáshoz szeretne DOI jelvényt, kövesse az adott kiadás DOI hivatkozását, és töltse le a jelvényt az archivált rekordból.
ro: Acest ecuson trimite către ultima versiune a propriului depozit. Dacă dorești un ecuson DOI pentru o versiune specifică, urmează linkul DOI pentru una din distribuții și ia ecusonul din înregistrarea arhivată.
sv: Badgen pekar på den senast släppta versionen av ditt repositorie. Om du vill ha en DOI-badge för en specifik release, följ DOI-länken för en av de specifika releaserna och hämta badgen från den arkiverade posten.
tr: Bu rozet, deponuzun en son yayınlanan sürümüne işaret eder. Belirli bir sürüm için bir DOI rozeti istiyorsanız, lütfen belirli sürümlerden birinin DOI bağlantısını takip edin ve rozeti arşivlenmiş kayıttan alın.

source: Close
ar: غلق
cs: Zavřít
es: Cerrar
fr: Fermer
hu: Bezárás
ro: Închide
sv: Stäng
tr: Kapat

source: This repository is managed by another user of your GitHub organization.
ar: تتم إدارة هذا المستودع بواسطة مستخدم آخر لمؤسسة GitHub الخاصة بك.
cs: Tento git repozitář spravuje jiný uživatel z vaší organizace na GitHubu.
es: Este repositorio está gestionado por otro usuario de su organización GitHub.
fr: Ce répertoire est géré par un autre utilisateur de votre organisation GitHub.
hu: Ezt az adattárat egy másik felhasználó kezeli az Ön GitHub szervezetéből.
ro: Acest depozit este gestionat de alt utilizator al organizației din GitHub.
sv: Det här repositoriet hanteras av en annan användare i din GitHub-organisation.
tr: Bu depo, GitHub kuruluşunuzun başka bir kullanıcısı tarafından yönetiliyor.

source: Disable
ar: إبطال
cs: Zakázat
es: Desactivado
fr: Désactiver
hu: Letilt
ro: Dezactivează
sv: Inaktivera
tr: Devre dışı bırak

source: Enable
ar: تفعيل
cs: Povolit
es: Activado
fr: Activer
hu: Engedélyez
ro: Activează
sv: Aktivera
tr: Etkinleştir

source: GitHub Repositories
ar: مستودعات GitHub
cs: GitHub repozitáře
es: Repositorios GitHub
fr: GitHub Repositoires
hu: GitHub repozitóriumok
ro: Depozite GitHub
sv: GitHub Repositorier
tr: GitHub Depoları

source: Sync now
ar: التناسق
cs: Synchronizovat nyní
es: Sincronizar ahora
fr: Synchronisez maintenant
hu: Szinkronizálás most
ro: Sinronizează acum
sv: Synkronisera nu
tr: Şimdi eşitle

source: Syncing
ar: جاري التناسق
cs: Synchronizace probíhá
es: Sincronizando
fr: Synchronisation
hu: Szinkronizálás...
ro: Sincronizare
sv: Synkroniserar
tr: Eşitleniyor

source: (updated {})
ar: (تمّ التحيين {})
cs: (aktualizován {})
es: (actualizado {})
fr: (mis à jour {})
hu: (frissítve {})
ro: (actualizat {})
sv: (uppdaterad {})
tr: (güncellendi {})

source: Get started
ar: إبدأ الآن
cs: Začít
es: Iniciar
fr: Commencer
hu: Kezdés
ro: Începe
sv: Kom igång
tr: Başlayalım

source: Flip the switch
ar: غيّر الإختيار
cs: Přepněte přepínač
es: Accionar el interruptor
fr: Retournez l'interrupteur
hu: Kapcsoló átállítása
ro: Basculează butonul
sv: Tryck på knappen
tr: Anahtarı çevirin

source: Select the repository you want to preserve, and toggle the switch below to turn on automatic preservation of your software.
ar: حدد المستودع الذي تريد الاحتفاظ به، وقم بتبديل الإختيار أدناه لتشغيل الحفظ التلقائي لبرنامجيّتك.
cs: Vyberte si repozitář, který chcete zachovat, a klikněte na přepínač níže k aktivaci automatického ukládání vašeho software.
es: Seleccione el repositorio que desea conservar y active a continuación el interruptor para activar la preservación automática de su software.
fr: Sélectionnez le référentiel que vous souhaitez conserver et activez le commutateur ci-dessous pour activer la conservation automatique de votre logiciel.
hu: Válassza ki a megőrizni kívánt repozitóriumot, és kapcsolja be az alábbi kapcsolót a szoftver automatikus megőrzéséhez.
ro: Selectează depozitul pe care vrei să-l conservi și basculează butonul de mai jos pentru a porni prezervarea automată a software-ului tău.
sv: Välj det repositorie du vill bevara, och tryck på knappen nedan för att aktivera automatiskt bevarande av din programvara.
tr: Korunmasını istediğiniz deponuzu seçin ve yazılımınızın otomatik olarak korunması için aşağıdaki anahtarın butonuna basın.

source: (example)
ar: (مثال)
cs: (ukázka)
es: (ejemplo)
fr: (exemple)
hu: (példa)
ro: (exemplu)
sv: (exempel)
tr: (örnek)

source: Create a release
ar: أنشأ إصدارا
cs: Vytvořit uvolněnou verzi
es: Crear una versión
fr: Créer une version
hu: Kiadás létrehozása
ro: Creează o distribuție
sv: Skapa en release
tr: Bir sürüm oluşturun

source: Go to GitHub and <a href="https://help.github.com/articles/creating-releases" target="_blank">create a release <i class="small icon external" aria-hidden="true"></i></a>. {} will automatically download a .zip-ball of each new release and register a DOI.
ar: إذهب إلى GitHub و <a href="https://help.github.com/articles/creating-releases" target="_blank">أنشأ إصدارا <i class="small icon external" aria-hidden="true"></i></a>. {} سيقع تنزيل zip-ball. لكل إصدار جديد و تسجيل معرف رقمي DOI.
cs: Běžte na GitHub, <a href="https://help.github.com/articles/creating-releases" target="_blank">vytvořte uvoněnou verzi <i class="small icon external" aria-hidden="true"></i></a>. {} automaticky stáhne zip archív nové verze a zaregistruje DOI.
es: Vaya a GitHub y<a href="https://help.github.com/articles/creating-releases" target="_blank">cree una versión <i class="small icon external" aria-hidden="true"></i></a>. {} automáticamente descargará un archivo .zip de cada nueva versión y registrará un DOI.
fr: Allez sur GitHub et <a href="https://help.github.com/articles/creating-releases" target="_blank">créer une version <i class="small icon external" aria-hidden="true"></i></a>. {} téléchargera automatiquement une boule .zip de chaque nouvelle version et enregistrera un DOI.
hu: Menjen a GitHubra és <a href="https://help.github.com/articles/creating-releases" target="_blank">hozzon létre egy kiadást<i class="small icon external" aria-hidden="true"></i></a> . Az {} automatikusan letölti az egyes új kiadások .zip-csomagját, és DOI-t regisztrál hozzájuk.
ro: Du-te la GitHub și <a href="https://help.github.com/articles/creating-releases" target="_blank">creează o distribuție <i class="small icon external" aria-hidden="true"></i></a>. {} va descărca automat un .zip-ball pentru fiecare nouă distribuție și va aplica un DOI.
sv: Gå till GitHub och <a href="https://help.github.com/articles/creating-releases" target="_blank">skapa en release <i class="small icon external" aria-hidden="true"></i></a>. {} kommer automatiskt att ladda ner en .zip-boll av varje ny release och registrera en DOI.
tr: GitHub'a gidin ve <a href="https://help.github.com/articles/creating-releases" target="_blank">bir sürüm oluşturun <i class="small icon external" aria-hidden="true"></i></a>. {} Bu işlem otomatik olarak her yeni sürümün .zip-ball'unu indirecek ve bir DOI kaydedecek.

source: Get the badge
ar: أحصل على العلامة المميّزة
cs: Získat odznak
es: Obtener el distintivo
fr: Obtenez le badge
hu: Jelvény megszerzése
ro: Obține ecusonul
sv: Skaffa badgen
tr: Rozeti alın

source: After your first release, a DOI badge that you can include in GitHub README will appear next to your repository below.
ar: إثر إصدارك الأول، شارة DOI التي يمكنك تضمينها في GitHub سيظهر الملف README بجوار مستودعك أدناه.
cs: Po Vaší první uvolněné verzi se objeví vpravo od repozitáře DOI odznak, který si můžete přidat do README souboru v GitHubu.
es: Tras su primera versión, un distintivo DOI que puede incluir en GitHub README aparecerá junto a su repositorio debajo.
fr: Après votre première version, un badge DOI que vous pouvez inclure dans GitHub README apparaîtra à côté de votre dépôt ci-dessous.
hu: Az első kiadást követően a DOI jelvény elérhetővé válik a GitHub számára A README meg fog jelenni az alábbi repozitórium mellett.
ro: După realizarea primei distribuții, va apărea lângă depozitul de mai jos un ecuson DOI pe care poți să-l incluzi în README-ul ce care îl generează GitHub.
sv: Efter din första release kommer en DOI-badge som du kan inkludera i GitHub README att visas bredvid ditt repositorie nedan.
tr: İlk sürümünüzden sonra, GitHub'a ekleyebileceğiniz bir DOI rozeti README aşağıda, deponuzun yanında görünecektir.

source: Example DOI:
ar: مثال للمعرف الرّقمي للشئ DOI:
cs: Ukázkové DOI:
es: Ejemplo DOI:
fr: Exemple DOI:
hu: Példa DOI:
ro: Exemplu de DOI:
sv: Exempel på DOI:
tr: Örnek DOI:

source: Enabled Repositories
ar: مستودعات مفعّلة
cs: Povolené repozitáře
es: Repositorios activados
fr: Référentiels Activés
hu: Engedélyezett repozitóriumok
ro: Depozite active
sv: Aktiverade Repositorier
tr: Etkinleştirilmiş Depolar

source: Repositories
ar: مستودعات
cs: Repozitáře
es: Repositorios
fr: Référentiels
hu: Repozitóriumok
ro: Depozite
sv: Repositorier
tr: Depolar

source: If your organization's repositories do not show up in the list, please ensure you have enabled <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">third-party access <i class="small icon external" aria-hidden="true"></i></a> to the {} application. Private repositories are not supported.
ar: إذا لم تظهر مستودعات مؤسستك في القائمة، فيرجى التأكد من تفعيل <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">third-party access <i class="small icon external" aria-hidden="true"></i></a>إلى التطبيق {}. المستودعات الخاصّة غير مدعومة.
cs: Pokud se repozitáře vaší organizace nezobrazují v seznamu, ujistěte se prosím, že máte povolen <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">přístup třetích stran <i class="small icon external" aria-hidden="true"></i></a> pro aplikaci {}. Soukromé repozitáře nejsou podporované.
es: Si los repositorios de su organización no aparecen en la lista, por favor asegúrese de que ha activado el acceso de <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">terceros <i class="small icon external" aria-hidden="true"></i></a> a la aplicación {}. No se admiten repositorios privados.
fr: Si les dépôts de votre organisation n'apparaissent pas dans la liste, veuillez assurez-vous que vous avez activé <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">tiers accès <i class="small icon external" aria-hidden="true"></i></a> à l'application {}. Les dépôts privés ne sont pas pris en charge.
hu: Amennyiben a szervezetéhez tartozó repozitóriumok nem listázódnak, kérjük bizonyosodjon meg, hogy engedélyezte a <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">third-party hozzáférést<i class="small icon external" aria-hidden="true"></i></a> a(z) {} alkalmazás számára. Privát repozitóriumok nem támogatottak.
ro: Dacă depozitele organizației tale nu apar în listă asigură-te că este activat <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">accesul terților <i class="small icon external" aria-hidden="true"></i></a> la aplicația {}. Depozitele private nu au suport.
sv: Om din organisations repositorier inte visas i listan, vänligen säkerställ att du har aktiverat <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">tredjeparts- åtkomst <i class="small icon external" aria-hidden="true"></i></a> till {} applikationen. Privata repositorier stöds ej.
tr: Kuruluşunuzun depoları listede görünmüyorsa, lütfen {} uygulamasına <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">üçüncü-şahıs erişimini<i class="small icon external" aria-hidden="true"></i></a> etkinleştirdiğinizden emin olun. Özel depolar deteklenmemektedir.

source: You have no repositories on GitHub.
ar: ليس لك مستودعات على GitHub.
cs: Nemáte na GitHub žádné repozitáře.
es: No tiene repositorios en GitHub.
fr: Vous n'avez pas de dépôt sur GitHub.
hu: Önnek nincsenek repozitóriumai a GitHubon.
ro: Nu ai niciu depozit pe GitHub.
sv: Du har inga repositorier på GitHub.
tr: GitHub'da hiç deponuz yok.

source: Go to <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> and create your first or click Sync-button to synchronize latest changes from GitHub.
ar: انتقل إلى <a href="https://github.com/new" target="_blank">GitHub<i class="small icon external" aria-hidden="true"></i></a> وقم بإنشاء أوّل مستودع لك أو انقر فوق زر التنسيق Sync-button لتنسيق أحدث التغييرات إنطلاقا من GitHub.
cs: Běžte na <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> a vytvořte první repozitář nebo klikněte na synchronizační tlačítko pro synchronizaci změn v GitHubu.
es: Vaya a <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> y cree su primer o haga clic en el botón Sincronizar para sincronizar los últimos cambios de GitHub.
fr: Aller à <a href="https://github.com/new" target="_blank"> GitHub <i class="small icon external" aria-hidden="true"></i></a> et créez votre premier ou cliquez sur le bouton Sync pour synchroniser les dernières modifications depuis GitHub.
hu: Navigáljon <a href="https://github.com/new" target="_blank">a GitHub oldalára <i class="small icon external" aria-hidden="true"></i></a> és hozza létre az első kiadást vagy kattintson a Szinkronizálás gombra a legutóbbi változások GitHub-ról történő frissítéséhez.
ro: Mergi la <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> și ceează-l pe primul sau dă clic pe butonul de sincronizare pentru a aduce la zi ultimele modificări de pe GitHub.
sv: Gå till <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> och skapa din första eller klicka på Synk-knappen för att synkronisera de senaste ändringarna från GitHub.
tr: <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> 'a gidin ve GitHub'dan son değişiklikleri çekerek senkronize etmek için ilk veya tıklayınca eşitle-butonunuzu oluşturun.

source: Software preservation made simple!
ar: وقع تبسيط المحفاظة على البرامج!
cs: Archivace software jednoduše!
es: ¡La preservación del software de forma sencilla!
fr: Conservation facile de logiciels!
hu: Szoftvermegőrzés egyszerűen!
ro: Prezervare software într-un mod simplu!
sv: Bevara programvara på ett enkelt sätt!
tr: Yazılım koruma artık çok kolay!

source: Connect your GitHub account
ar: صل حسابك GitHub
cs: Připojte svůj GitHub účet
es: Conecte su cuenta de GitHub
fr: Connectez votre compte GitHub
hu: GitHub fiók összekapcsolása
ro: Conectează-ți contul de Github
sv: Anslut ditt GitHub-konto
tr: GitHub hesabınızı bağlayın

source: Connect
ar: قم بالتوصيل
cs: Připojit
es: Conectar
fr: Connexion
hu: Kapcsolódás
ro: Conectează-te
sv: Anslut
tr: Bağlan

source: To get started, click "Connect" and we will get a list of your repositories from GitHub.
ar: للبدء، أنقر على"إتصال" وسنحصل على قائمة بمستودعاتك من GitHub.
cs: Začněte kliknutím na "Připojit" a pak načteme seznam Vašich repozitářů z GitHubu.
es: Para comenzar, haga clic en "Conectar" y obtendremos una lista de sus repositorios de GitHub.
fr: Pour commencer, cliquez sur "Connecter" et nous obtiendrons une liste de vos dépôts à partir de GitHub.
hu: A kezdéshez kattintson a "Kapcsolódás" feliratú gombra és listázódni fognak az Ön GitHub repozitóriumai.
ro: Pentru a porni, dă clic pe "Conectează-te" și vom obține o listă a depozitelor tale de pe GitHub.
sv: För att komma igång klickar du på "Anslut" så hämtar vi en lista över dina repositorier från GitHub.
tr: Başlamak için "Bağlan"a tıklayın ve GitHub'dan depolarınızın listesini çekeceğiz.

source: Go to GitHub.
ar: انتقل إلى GitHub.
cs: Přejít na GitHub.
es: Ir a GitHub.
fr: Aller sur GitHub.
hu: Ugrás a GitHubra
ro: Mergi la GitHub.
sv: Gå till GitHub.
tr: GitHub'a gidin.

source: Visit repository on GitHub:
ar: زر مستودعا على GitHub:
cs: Zobrazit repozitář na GitHub:
es: Visitar el repositorio en GitHub:
fr: Visiter le dépôt sur GitHub:
hu: Repozitórium megtekintése a GitHubon:
ro: Vizitează depozitul tău de pe GitHub:
sv: Besök repositoriet på GitHub:
tr: GitHub'daki depoları ziyaret edin:

source: Header
cs: Hlavička
es: Cabecera
fr: En-tête
hu: Fejléc
sv: Sidhuvud
tr: Başlık

source: Go back to all repositories
ar: عودة إلى كل المستودعات
cs: Zpět na všechny repozitáře
es: Volver a todos los repositorios
fr: Retour à tous les dépôts
hu: Vissza az összes repozitóriumhoz
ro: Întoarce-te la toate depozitele
sv: Gå tillbaka till alla repositorier
tr: Tüm depolara geri dön

source: Releases
ar: إصدارات
cs: Vydání
es: Versiones
fr: Versions
hu: Kiadás
ro: Distribuții
sv: Releaser
tr: Sürümler

source: Create release
ar: أنشأ إصدارا
cs: Vytvořit uvolněnou verzi
es: Crear versión
fr: Créer une libération
hu: Kiadás létrehozása
ro: Creează distribuție
sv: Skapa release
tr: Sürüm oluştur

source: Get started!
ar: لتبدأ الآن!
cs: Začít!
es: ¡Empezar!
fr: Commencez!
hu: Kezdjük!
ro: Începe!
sv: Kom igång!
tr: Başlayalım!
