Repository: inveniosoftware/invenio-github
Catalog: invenio_github/translations/*/LC_MESSAGES/messages.po
Languages: ar, cs, es, fr, hu, ro, sv, tr

source: Go to GitHub and make your first release.
ar: إذهب إلى GitHub و أنشأ إصدارك الأوّل.
cs: Navštivte GitHub a vytvořte první uvolněnou verzi.
es: Ir a GitHub y crear su primera versión.
fr: Allez sur GitHub et faites votre première version.
hu: Továbblépés a GitHubra és első kiadás létrehozása
ro: Mergi la Github și creează prima ta distribuție.
sv: Gå till GitHub och skapa din första release.
tr: GitHub'a gidin ve ilk sürümünüzü oluşturun.

source: Toggle the switch below to turn on/off automatic preservation of your repository.
ar: قم بتبديل المفتاح أدناه لـ تشغيل/إيقاف الحفظ التلقائي لمستودعك.
cs: Stiskněte přepínač níže k zapnutí/vypnutí automatické archivace svého repozitáře.
es: Mueva el interruptor a continuación para activar o desactivar la preservación automática de su repositorio.
fr: Basculez l'interrupteur ci-dessous pour activer/désactiver la conservation automatique de votre dépôt.
hu: Kapcsold be vagy ki az alábbi kapcsolóval a repozitórium automatikus megőrzését.
ro: Basculează butonul de mai jos pentru a porni/opri prezervarea automată a depozitului tău.
sv: Slå på knappen nedan för att aktivera automatiskt bevarande av ditt repositorie.
tr: Deponuzun otomatik olarak korunmasını açmak/kapatmak için aşağıdaki anahtar düğmesinin konumunu değiştirin.

source: Go to GitHub and create a release. {} will automatically download a .zip-ball of each new release and register a DOI.
ar: إذهب إلى GitHub و أنشأ إصدارا. {} سيقع تنزيل zip-ball. لكل إصدار جديد و تسجيل معرف رقمي DOI.
cs: Běžte na GitHub a vytvořte uvolněnou verzi. {} automaticky stáhne zip archív nové verze a zaregistruje DOI.
es: Vaya a GitHub y cree una versión. {} descargará automáticamente un .zip de cada nueva versión y registrará un DOI.
fr: Allez sur GitHub et créez une version. {} téléchargera automatiquement une boule .zip de chaque nouvelle version et enregistrera un DOI.
hu: Lépj a GitHub-ra, és hozz létre egy kiadást. {} Automatikusan letölti az egyes új kiadások .zip-csomagját, és DOI-t regisztrál hozzájuk.
ro: Mergi la GitHub și creează o distribuție. {} va descărca automat un .zip-ball pentru fiecare distribuție nouă, fiind creat și un DOI.
sv: Gå till GitHub och skapa en release. {} kommer automatiskt att ladda ner en .zip-boll av varje ny utgåva och registrera en DOI.
tr: GitHub'a gidin ve bir sürüm oluşturun. {} otomatik olarak her yeni sürümün bir .zip-ball'unu indirecek ve bir DOI kaydedecektir.

source: See release on GitHub
ar: إطّلع على إصدار في GitHub
cs: Zobrazit uvolněnou verzi na GitHubu
es: Ver versión en GitHub
fr: Voir la sortie sur GitHub
hu: Kiadás megtekintése a GitHubon
ro: Vezi distribuția pe GitHub
sv: Se releasen på GitHub
tr: GitHub'daki sürümü görün

source: Citation File
ar: ملف إستشهاد
cs: Soubor s citací
es: Archivo de citación
fr: Fichier de Citation
hu: Idézési fájl
ro: Fișierul de citare
sv: Citeringsfil
tr: Referans Dosyası

source: Payload
cs: Obsah
es: Carga útil
fr: Charge utile
sv: Nyttolast
tr: Yük

source: Errors
ar: أخطاء
cs: Chyby
es: Errores
fr: Erreurs
hu: Hibák
ro: Erori
sv: Fel
tr: Hatalar

source: Create CITATION.cff
ar: أنشأ ملف CITATION.cff
cs: Vytvořit CITATION.cff
es: Crear CITATION.cff
fr: Créer CITATION.cff
hu: CITATION.cff létrehozása
ro: Creează CITATION.cff
sv: Skapa CITATION.cff
tr: REFERANS.cff dosyası oluşturun

source: files are plain text files with human- and machine-readable citation information for software. Code developers can include them in their repositories to let others know how to correctly cite their software.
ar: الملفات هي ملفات نصّيّة يمكن قراءتها بواسطة الإنسان- ومعلومات الاقتباس قابلة للقراءة آليًة بالنسبة للبرامجيّات. يمكن للمطورين تضمينها في مستودعاتهم للسماح للآخرين بمعرفة كيفية الاستشهاد ببرامجيّاهم بشكل صحيح.
cs: soubory jsou textové soubory obsahující jak lidsky tak strojově čitelné citace softwaru. Vývojáři software je mohou zahrnout ve svých repozitářích pro to, aby dali ostatním vědět jak správně citovat svůj kód.
es: archivos son textos sin formato con información legible para el software de citación. Los desarrolladores de código pueden incluirlos en sus repositorios para que otros sepan cómo citar correctamente su software.
fr: les fichiers sont des fichiers texte avec des fichiers humains et des informations de citation lisibles par machine pour les logiciels. Les développeurs de code peuvent les inclure dans leurs dépôts pour que les autres sachent comment citer correctement leur logiciel.
hu: fájlok egyszerű szöveges állományok, amelyek ember és gép által is olvasható hivatkozási információkat tartalmaznak a szoftverhez. A fejlesztők ezeket elhelyezhetik a repozitóriumukban, hogy mások tudják, hogyan hivatkozzanak helyesen a szoftverükre.
ro: fișierele sunt texte simple care oferă informație privind citările pentru software ușor de înțeles pentru oameni, cât și pentru mașini. Dezvoltatorii de cod le pot include în depozitele proprii pentru a-i lăsa pe alții să afle cum pot cita corect software-ul pe care l-au creat.
sv: filer är vanliga textfiler med human- och maskinläsbar citeringsinformation för programvara. Kodutvecklare kan inkludera dem i sina repositorier för att låta andra veta hur man korrekt citerar deras programvara.
tr: dosyalar, yazılım için insan ve makine tarafından okunabilen atıf bilgileri içeren düz metin dosyalarıdır. Kod geliştiricileri, kendi yazılımlarına başkalarının nasıl doğru şekilde atıf yapacaklarını bilmeleri için bunları depolarına ekleyebilirler.

source: An example of the CITATION.cff for this release can be found below:
ar: يمكن الإطلاع على مثال لـ CITATION.cff لهذا الإصدار أدناه:
cs: Ukázkové CITATION.cff pro tuto uvolněnou verzi může být nalezeno níže:
es: A continuación se puede encontrar un ejemplo de CITATION.cff para esta versión:
fr: Un exemple de CITATION.cff pour cette version peut être trouvé ci-dessous:
hu: Az alábbiakban egy példa látható a CITATION.cff fájlra ehhez a kiadáshoz:
ro: Un exemplu de CITATION.cff pentru această distribuție poate fi găsit mai jos:
sv: Ett exempel på CITATION.cff för denna release finns nedan:
tr: Bu sürüm için REFERANS.cff dosya örneğini aşağıda bulabilirsiniz:

source: GitHub Payload
cs: Obsah GitHubu
es: Carga útil en GitHub
ro: Payload de GitHub
sv: Nyttolast för GitHub
tr: GitHub Yükü

source: Github session token is requested
cs: Je požadován token relace Github
hu: Github session token kérvényezése
sv: Token för Github sessionen efterfrågas.

source: Failed to enable repository.
cs: Nepodařilo se povolit repozitář.
hu: Nem sikerült engedélyezni a repozitóriumot.
sv: Det gick inte att aktivera repositoriet.

source: Failed to enable repository, hook creation not successful.
cs: Nepodařilo se povolit repozitář, vytvoření webhooku nebylo úspěšné.
hu: Nem sikerült engedélyezni a repozitóriumot, a hook létrehozása sikertelen volt.
sv: Det gick inte att aktivera repositoriet, skapandet av hook misslyckades.

source: Failed to disable repository.
cs: Nepodařilo se deaktivovat repozitář.
hu: Nem sikerült letiltani a repozitóriumot.
sv: Det gick inte att deaktivera repositoriet.

source: Failed to disable repository, hook removal not successful.
cs: Nepodařilo se deaktivovat repozitář, odstranění webhooku nebylo úspěšné.
hu: Nem sikerült letiltani a repozitóriumot, a hook eltávolítása sikertelen volt.
sv: Det gick inte att deaktivera repositoriet, borttagande av hook misslyckades.

source: %(icon)s GitHub
ar: %(icon)sجيثهب GitHub

source: DOI
ar: المعرف الوحيد للأشياء DOI

source: GitHub
ar: جيت هوب GitHub
